Repository: JasonZ15/gmicsv2013-core-test
Catalog: lang/*.po
Languages: fr_fr, ro_ro

source: Disable Comments for this particular post.
fr_fr: Désactiver Commentaires pour ce particulier poste.
ro_ro: Dezactivează Comentarii pentru acest post special.

source: Disable Every Where Sidebar
fr_fr: Désactiver la Partout barre latérale
ro_ro: Dezactivează Fiecare Sidebar În cazul în care

source: Disable Every Where Sidebar for this particular post.
fr_fr: Désactiver la Partout barre latérale pour ce particulier poste.
ro_ro: Dezactivează Fiecare Sidebar În cazul în care pentru acest post special.

source: Title
fr_fr: Titre
ro_ro: titlu

source: The title display in search engines is limited to 70 chars. If the SEO title is empty the title will be generated based on your title template in your SEO settings.
fr_fr: L'affichage du titre dans les moteurs de recherche est limité à 70 caractères. Si le SEO titre est vide, le titre sera généré en fonction de votre titre modèle de dans vos SEO réglages.
ro_ro: Afișarea titlului în motoarele de căutare este limitată la 70 de caractere. În cazul în care titlul SEO este gol titlu va fi generat bazat pe șablonul dvs. titlu în setările SEO.

source: The meta description will be limited to 140 chars. If the meta description is empty the description will be generated based on your meta description options in your SEO settings.
fr_fr: The meta description is limited to 140 characters. Si la meta description est vide, la description sera générée en fonction de vos options meta description dans vos SEO réglages.
ro_ro: Descrierea meta va fi limitat la 140 de caractere. În cazul în care descrierea meta descriere este gol va fi generat pe baza opțiunilor dvs. Descriere Meta în setările de SEO.

source: Keywords
fr_fr: Mots-clés
ro_ro: Cuvinte cheie

source: Add any additional comma separated keywords here.
fr_fr: Ajouter tout additionnels virgule séparés mots clés ici.
ro_ro: Adăugați orice cuvinte cheie suplimentare separate prin virgulă aici.

source: Enter the URL to the Video instead of Featured image
fr_fr: Entrez l'URL de la vidéo au lieu de en vedette image
ro_ro: Introduceți URL-ul pentru video în loc de evidență imagini

source: Header
fr_fr: En-tête
ro_ro: antet

source: Body
fr_fr: Corps
ro_ro: corp

source: Footer
fr_fr: Pied de page
ro_ro: subsol

source: Typography
fr_fr: Typographie
ro_ro: tipografie

source: Disable Menu Settings
fr_fr: Désactiver menu paramètres
ro_ro: Dezactiva setările de meniu

source: This is disables the menu settings
fr_fr: Ceci est désactive les menu réglages
ro_ro: Acest lucru este dezactivează setările de meniu

source: Menu Font
fr_fr: Menu Fonte
ro_ro: meniul Font

source: Menu Font Size
fr_fr: Menu police du Taille
ro_ro: Meniu Dimensiune font

source: Change the menu font
fr_fr: Modifier la menu police
ro_ro: Modificarea fontului meniul

source: Pick a custom primary color for menu are of the theme e.g. #551256
fr_fr: Choisissez une personnalisée couleur pour le principal menu sont du thème p.ex. #551256
ro_ro: Alege o culoare personalizată pentru meniul principal sunt de exemplu, tema # 551256

source: Pick a custom secondary color for hover state in menu are of the theme e.g. #564912
fr_fr: Choisissez une personnalisée secondaire couleur pour vol stationnaire d'état en menu de l' thème p.ex. #564912
ro_ro: Alege o culoare personalizată secundar pentru hover de stat în meniu sunt de exemplu, tema # 564912

source: Disable Header Settings
fr_fr: Désactiver d'en-tête paramètres
ro_ro: Dezactivați setările de antet

source: This is disables the header settings
fr_fr: Ceci est désactive les en-tête paramètres
ro_ro: Acest lucru este dezactivează setările de antet

source: Header Border Color
fr_fr: En-tête bordure Couleur
ro_ro: Antet Culoare chenar

source: Pick a custom color for border color of the theme's header section.(e.g. #a314a3)
fr_fr: Choisissez une personnalisée couleur pour frontière couleur de la theme's en-tête section (p. ex. # a314a3)
ro_ro: Alege o culoare personalizată pentru culoarea de frontieră din secțiunea antet temei. (De exemplu, # a314a3)

source: Header BG Color
fr_fr: En-tête BG Couleur
ro_ro: Antet BG Color

source: Pick a custom color for background color of the theme's header section.(e.g. #a314a3)
fr_fr: Choisissez une personnalisée couleur pour la couleur d'arrière-plan de la theme's en-tête section (p. ex. # a314a3)
ro_ro: Alege o culoare personalizată pentru culoarea de fundal a secțiunii antet temei. (De exemplu, # a314a3)

source: Disable Body Settings
fr_fr: Désactiver carrosserie paramètres
ro_ro: Dezactiva setările corpului

source: This is disables the body settings
fr_fr: Ceci est désactive les corps de paramètres
ro_ro: Acest lucru este dezactivează setările de corp

source: Body Font
fr_fr: corps de fonte
ro_ro: organismul Font

source: Body Font Size
fr_fr: corps du police Taille
ro_ro: Organismul Dimensiune font

source: Change the body font
fr_fr: Changer la corps du police
ro_ro: Modificarea fontului corpului

source: Pick a custom color for body/content font color of the theme e.g. #a314a3
fr_fr: Choisissez une personnalisée couleur pour le corps / contenu du police de la couleur de l' theme p.ex. # a314a3
ro_ro: Alege o culoare personalizată pentru corp / font color conținutul de exemplu, tema # a314a3

source: Primary Color (default color for links, buttons)
fr_fr: Primaire Couleur (défaut couleur pour les liens, boutons)
ro_ro: Culoare primară (de culoare implicit pentru link-uri, butoane)

source: Secondary Color (hover color for links, buttons)
fr_fr: Secondaire Couleur (vol stationnaire couleur des liens, boutons)
ro_ro: Culoare secundară (mutați culoare pentru link-uri, butoane)

source: Disable Footer Settings
fr_fr: Désactiver Pied de page Réglages
ro_ro: Dezactiva setările de subsol

source: This is disables the footer settings
fr_fr: Ceci est désactive les pied de page du paramètres
ro_ro: Acest lucru este dezactivează setările de subsol

source: Footer Font
fr_fr: Pied de police
ro_ro: Font subsol

source: Footer Title Font
fr_fr: Bas de page de titre fonte
ro_ro: Titlul subsol Font

source: Footer Font Size
fr_fr: bas de page Taille de la police
ro_ro: Subsol Dimensiune font

source: Change the footer font
fr_fr: Modifier bas de page police
ro_ro: Modificarea fontului subsol

source: Footer Title Font Color
fr_fr: Pied de page du Titre police de Couleur
ro_ro: Subsol Titlul Culoare font

source: Pick a custom color for footer font color of the theme e.g. #a314a3
fr_fr: Choisissez une personnalisée couleur pour la pied de page du police de couleur des la theme p.ex # a314a3
ro_ro: Alege o culoare personalizată pentru culoarea fontului subsol de exemplu, tema # a314a3

source: Pick a custom primary color for links and buttons in footer are of the theme e.g. #551256
fr_fr: Choisissez une personnalisée primaire couleur pour de la liens et des boutons dans le pied de page du theme p.ex. #551256
ro_ro: Alege o culoare personalizată primară pentru link-uri si butoane în subsol sunt de exemplu, tema # 551256

source: Pick a custom secondary color for links and buttons hover state in footer are of the theme e.g. #564912
fr_fr: Choisissez une personnalisée secondaire couleur pour de la liens et des boutons vol stationnaire d'état ​​dans le pied de page du theme p.ex. #564912
ro_ro: Alege o culoare personalizată primară pentru link-uri si butoane în subsol sunt de exemplu, tema # 551256...

source: Footer Content Font
fr_fr: Pied de page Contenu police
ro_ro: Subsol de conținut Font

source: Footer Content Font Size
fr_fr: Pied de page contenu police de Taille
ro_ro: Subsol Conținut Dimensiune font

source: Change the footer content font
fr_fr: Modifier bas de page contenu police
ro_ro: Modificarea fontului conținutul subsol

source: Footer Content Font Color
fr_fr: Pied de page contenu de police Couleur
ro_ro: Subsol de conținut Culoare font

source: Footer BG Color
fr_fr: Pied de page BG Couleur
ro_ro: Subsol BG Color

source: Pick a custom color for background color of the theme's foter section.(e.g. #a314a3)
fr_fr: Choisissez une couleur personnalisée pour la couleur de fond de theme's footer la section (p.ex. # a314a3)
ro_ro: Alege o culoare personalizată pentru culoarea de fundal a secțiunii foter temei. (De exemplu, # a314a3)

source: Disable Typography Settings
fr_fr: Désactiver typographie paramètres
ro_ro: Dezactiva setările Tipografia

source: This is disables the typography settings
fr_fr: Ceci est désactive les typographie réglages
ro_ro: Acest lucru este dezactivează setările de tipografie

source: Font and Color
fr_fr: Fonte et Couleur
ro_ro: Font și culoare

source: Change Font and Color for
fr_fr: Modifier la police et la couleur pour
ro_ro: Modificarea și culoarea fontului pentru

source: Font
fr_fr: Fonte

source: Font Size
fr_fr: Fonte Taille
ro_ro: Dimensiune font

source: Font Color
fr_fr: Fonte Couleur
ro_ro: Culoare font

source: Bar Settings
fr_fr: Barre Paramètres
ro_ro: Bar Setări

source: Enable Bar
fr_fr: Activer Barre
ro_ro: Activați Bar

source: Show Bar by default
fr_fr: Afficher barre par défaut
ro_ro: Arată Bar implicit

source: Bar BG Color
fr_fr: Barre BG Couleur

source: Pick a custom budhha bar background color of the theme e.g. #a314a3
fr_fr: Choisissez une personnalisée budhha barre d'fond de la couleur de l' thème p.ex. # a314a3
ro_ro: Alege un obicei de fundal de culoare budhha bar de exemplu, tema # a314a3

source: Show BG Color
fr_fr: Montrer BG Couleur
ro_ro: Arată BG Color

source: Shadow Color
fr_fr: ombre couleur

source: Pick a custom budhha shadow color of the theme e.g. #a314a3
fr_fr: Choisissez une personnalisée budhha d'ombre de la couleur de l' thème p.ex. # a314a3
ro_ro: Alege o culoare personalizată budhha umbra de exemplu, tema # a314a3

source: Show Shadow Color
fr_fr: Montrer ombre Couleur
ro_ro: Arată culoarea umbrei

source: Message Settings
fr_fr: Message Paramètres
ro_ro: Setări mesaje

source: You can give custom buddha bar message.
fr_fr: Vous pouvez donner un personnalisé Buddha Bar message .
ro_ro: Puteți da personalizat mesaj de Buddha Bar.

source: Message Font
fr_fr: Message Fonte
ro_ro: Font mesaj

source: Message Font Size
fr_fr: Taille de la message police
ro_ro: Mesaj Dimensiune font

source: Choose Message Font
fr_fr: Choisir message police
ro_ro: Alege Font Mesaj

source: Disable Font Color
fr_fr: Désactiver Police Couleur
ro_ro: Dezactivați Culoare font

source: Message Font Color
fr_fr: Message police Couleur
ro_ro: Mesaj Culoare font

source: Pick a custom color message font color of the theme e.g. #a314a3
fr_fr: Choisissez une personnalisée couleur pour de la message d'police de l' thème p.ex. # a314a3
ro_ro: Alege un obicei mesaj de culoarea fontului culoarea de exemplu, tema # a314a3

source: Link Color
fr_fr: Lien Couleur
ro_ro: link-ul de culoare

source: Pick a custom primary color for links state in buddha bar of the theme e.g. #564912
fr_fr: Choisissez une personnalisée primaire couleur pour de la liens vol stationnaire d'état ​​dans le bouddha barre de l' thème p.ex #564912.
ro_ro: Alege o culoare personalizată pentru primar de stat link-uri în bara de Buddha de exemplu, tema # 564912

source: Link hover Color
fr_fr: Lien hover Couleur
ro_ro: Link-ul Hover Culoare

source: Pick a custom secondary color for links hover state in buddha bar of the theme e.g. #564912
fr_fr: Choisissez une personnalisée secondaire couleur pour de la liens vol stationnaire d'état dans bouddha barre de l' thème p.ex #564912.
ro_ro: Alege o culoare personalizată secundar pentru link-uri de stat hover în Buddha Bar de exemplu, tema # 564912

source: Blog
fr_fr: Blogue

source: Blog Single
fr_fr: Blogue unique

source: Choose Blog page
fr_fr: Choisir Blogue page
ro_ro: Alegeți pagina de blog

source: Select which page to display as your Blog Page. If left blank no blog will be displayed
fr_fr: Sélectionnez la page à afficher comme Blogue page . Si elle n'est vide, pas de blog s'affiche
ro_ro: Selectați ce pagina pentru a afișa ca pagina de blog. În cazul în care stânga martor nu va fi afisat pe blog-ul

source: Blogpage Layout
fr_fr: Blogue Mise en page
ro_ro: Blogpage Aspect

source: You can choose between a left, right, or no sidebar layout for your blogpage.
fr_fr: Vous pouvez choisir entre une gauche, à droite ou pas de barre latérale mise en page pour votre blogue page.
ro_ro: Puteți alege între un drept la stânga, sau nu aspectul bara laterală pentru blogpage dumneavoastră.

source: Post Layout
fr_fr: Poste agencement
ro_ro: Postati Aspect

source: Single post per row.
fr_fr: Seul poste par rang
ro_ro: Singur post pe rând.

source: Two posts per row.
fr_fr: Deux postes par rangée
ro_ro: Două posturi pe rand.

source: Three posts per row.
fr_fr: Trois postes par rangée
ro_ro: Trei mesaje pe rând.

source: Your blog posts will use the layout you select here.
fr_fr: Votre blog postes va utiliser la mise en page que vous sélectionnez ici.
ro_ro: Mesajele dumneavoastră blog vor folosi aspect selectați aici.

source: Posts per page
fr_fr: Postes par page
ro_ro: Mesaje pe pagină

source: Single Post Layout
fr_fr: Seul poste Mise en page
ro_ro: Single Post Aspect

source: You can choose between a left, right, or no sidebar layout for your single post.
fr_fr: Vous pouvez choisir entre une gauche, à droite ou pas de barre latérale mise en page pour le seul poste.
ro_ro: Puteți alege între un drept la stânga, sau nu aspectul bara laterală pentru postul dvs. unice.

source: Social Bookmarks
fr_fr: Sociaux Signets

source: Please choose appropriate social media share options and its layout to show in post.
fr_fr: S'il vous plaît choisir les appropriées sociaux médias partagez options et la disposition à afficher dans la poste.
ro_ro: Va rugam sa alegeti sociale adecvate mass-media opțiuni pe acțiuni și în configurația acestuia pentru a vedea în post.

source: Username
fr_fr: Utilisateur Nom
ro_ro: Nume de utilizator

source: Select Layout
fr_fr: Sélectionnez Mise en page
ro_ro: Selectați Layout

source: Color Scheme
fr_fr: Couleur Schéma
ro_ro: Schema de culoare

source: Language
fr_fr: Langue
ro_ro: limbă

source: Default Text
fr_fr: Défaut texte

source: Custom Admin Login Logo
fr_fr: Personnalisé admin login Logo
ro_ro: Logo-ul personalizat Admin Autentificare

source: Upload an image to replace the default wordpress admin panel login logo (274px*63px).
fr_fr: Téléchargez une image pour remplacer le defaut Wordpress admin Panneau login logo (274px*63px).
ro_ro: Încărcați o imagine pentru a înlocui implicit WordPress autentificare admin logo-ul panoului (274px * 63px).

source: Enable Admin Login Logo
fr_fr: Activer le Admin Login logo
ro_ro: Activează Logo Autentificare Admin

source: Custom Admin Logo
fr_fr: Personnalisé admin Logo
ro_ro: Logo personalizat Admin

source: Upload an image to replace the default wordpress admin panel logo (20px*20px).<b><i>The image will be shown at the top left corner</i></b>.
fr_fr: Téléchargez une image pour remplacer le defaut Wordpress admin Panneau logo (20px*20px).<b><i> L'image sera affiché dans le supérieur gauche coin</i></b>.
ro_ro: Încărcați o imagine pentru a înlocui implicit WordPress logo-ul admin panel (20px*20px ) <b> <i>. Imagine va fi afișată în colțul din stânga sus </ i> </ b>.

source: Enable Admin Logo
fr_fr: Activer admin logo
ro_ro: Activați Logo Admin

source: Buddha Panel Logo
fr_fr: Buddha Panneau Logo

source: Upload an image to replace the default buddha panel logo.<b><i>You can set your own brnad</i></b>.
fr_fr: Téléchargez une image pour remplacer le Bouddha Panneau logo.<b><i>Vous pouvez définir votre propre marque</i></b>.
ro_ro: Încărcați o imagine pentru a înlocui logo-ul implicit Buddha panoul de <b> <i> Puteți seta brnad ta. </ I> </ b>.

source: Enable Buddha Panel Logo
fr_fr: Activer Bouddha Panneau Logo
ro_ro: Activează Buddha Logo Panel

source: Show Footer
fr_fr: Montrer bas de page
ro_ro: Arată subsol

source: Footer Column Layout
fr_fr: Bas de page Colonne Mise en page
ro_ro: Subsol Coloana Aspect

source: Select which column layout you would like to display with your footer.
fr_fr: Sélectionnez que colonne agencement vous souhaitez afficher avec votre pied de page.
ro_ro: Selectați aspectul pe care coloana pe care doriți să afișați cu subsol ta.

source: Show Copyright Text
fr_fr: Montrer Droit d'auteur texte
ro_ro: Afișare text Drepturi de autor

source: Copyright Text
fr_fr: Droits d'auteur du texte
ro_ro: drepturile de autor text

source: You can paste your copyright text in this box. This will be automatically added to the footer.
fr_fr: Vous pouvez coller votre droits d'auteur texte dans cette boîte. Ce seront automatiquement ajoutés au pied de page.
ro_ro: Aveți posibilitatea să lipiți textul drepturilor de autor în această casetă. Acest lucru va fi adăugat automat la subsol.

source: General
fr_fr: Général

source: Sociable
fr_fr: Sociables
ro_ro: sociabil

source: Custom Image Logo
fr_fr: Personnalisée Image Logo
ro_ro: Imaginea personalizat Logo

source: Display Site Title <small><a href="options-general.php">(click here to edit site title)</a></small>
fr_fr: Afficher site Titre <small><a href="options-general.php">(cliquez ici pour éditer le site titre)</a></small>
ro_ro: Afișarea Site Title <small> <a href="options-general.php"> (click aici pentru a edita titlul site-ului) </ a> </ small>

source: You can choose whether you wish to display a custom logo or your site title.
fr_fr: Vous pouvez choisir si vous voulez afficher un logo personnalisé ou le votre site titre.
ro_ro: Aveți posibilitatea să alegeți dacă doriți să afișați un logo personalizat sau titlul site-ului.

source: Upload a logo for your theme, or specify the image address of your online logo.
fr_fr: Ajouter une logo pour votre thème, ou spécifier l'adresse de l'image de votre ligne logo.
ro_ro: Încărcați un logo pentru tema dvs., sau specifica adresa imaginii logo-ul dvs. on-line.

source: Top
fr_fr: Haut

source: Input number to set the top space of the logo. The minimum value is 1.
fr_fr: Entrée Numéro pour définir haut l'espace à du logo. La minimale valeur est 1.
ro_ro: Numărul de intrare pentru a seta spațiul de sus a logo-ului.Valoarea minimă este de 1.

source: Right
fr_fr: Droite
ro_ro: dreapta

source: Input number to set the right space of the logo. The minimum value is 1.
fr_fr: Entrée Numéro pour définir droit l'espace à du logo. La minimale valeur est 1.
ro_ro: Numărul de intrare pentru a seta spațiul din dreapta a logo-ului.Valoarea minimă este de 1.

source: Bottom
fr_fr: Bas
ro_ro: de jos

source: Input number to set the bottom space of the logo. The minimum value is 1.
fr_fr: Entrée Numéro pour définir fond l'espace à du logo. La minimale valeur est 1.
ro_ro: Numărul de intrare pentru a seta spațiul partea de jos a logo-ului.Valoarea minimă este de 1.

source: Left
fr_fr: Gauche
ro_ro: Stânga

source: Input number to set the left space of the logo. The minimum value is 1.
fr_fr: Entrée Numéro pour définir gauche l'espace à du logo. La minimale valeur est 1.
ro_ro: Numărul de intrare pentru a seta spațiul din stânga a logo-ului.Valoarea minimă este de 1.

source: Upload a favicon for your theme, or specify the image address of your online.
fr_fr: Ajouter une favicon pour votre thème, ou spécifier l'adresse de l'image de votre ligne.
ro_ro: Încărcați un favicon pentru tema dvs., sau specifica adresa imaginii online.

source: Enable Favicon
fr_fr: Activer Favicon
ro_ro: Activați Favicon

source: Others
fr_fr: Autres
ro_ro: alții

source: Globally Disable Comments on Pages
fr_fr: Globalement Désactiver Commentaires sur pages
ro_ro: Dezactivează toată lumea Comentarii despre Pagini

source: Check if you want to disable comments on pages.<br/> This will globally override your "Allow comments." option under your pages "Discussion" settings.
fr_fr: Vérifiez si vous souhaitez désactiver les commentaires sur les pages. <br/> Ce sera globalement supplanter votre " Autoriser commentaires." option sous vos pages"Discussion" paramètres.
ro_ro: Verificați dacă doriți să dezactivați un comentariu la pagini. <br/> Acest lucru va înlocui la nivel global ta "Permiteți comentarii ". Opțiunea în temeiul paginile dvs. " Discuție setări.

source: Globally Disable Comments on Posts
fr_fr: Globalement Désactiver Commentaires sur postes
ro_ro: Dezactivează toată lumea Comentarii despre mesaje

source: Check if you want to disable comments on posts.<br/> This will globally override your "Allow comments." option under your posts "Discussion" settings.
fr_fr: Vérifiez si vous souhaitez désactiver les commentaires sur les postes. <br/> Ce sera globalement supplanter votre " Autoriser commentaires." option sous vos postes "Discussion" paramètres.
ro_ro: Verificați dacă doriți să dezactivați un comentariu la posturi. <br/> Acest lucru va înlocui la nivel global "Permiteți comentarii ". Opțiunea în temeiul mesajele dumneavoastră "" Discuție setări.

source: Globally Disable Breadcrumbs
fr_fr: Globalement Désactiver Chapelure
ro_ro: Dezactivați lumea Breadcrumbs

source: Check if you do not want breadcrumbs to display anywhere in your site.
fr_fr: Vérifiez si vous ne voulez pas la chapelure pour afficher n'importe où dans votre site.
ro_ro: Verificați dacă nu doriți să afișați pesmet oriunde în site-ul tău.

source: Breadcrumb Delimiter
fr_fr: Fil d'Ariane Délimiteur

source: This is the symbol that will appear in between your breadcrumbs.<br /><br />Some common examples would be:<br /><br /><pre>/ > - , :: >></pre>
fr_fr: C'est le symbole qui apparaîtra entre vos chapelure. <br /><br /> Quelques exemples communs serait: <br /><br /><pre>/ > - , :: >></pre>
ro_ro: Aceasta este simbolul care va apărea între pesmet dvs. <br /> <br /> Câteva exemple comune ar fi:. <br /> <br /> <pre> /> -, :: >> </ Pre>

source: Disable Style Picker
fr_fr: Désactiver style Sélecteur
ro_ro: Dezactivează Picker Stil

source: Check if you do not want disable the front end style picker option
fr_fr: Vérifiez si vous ne voulez pas désactiver l'option extrémité avant de style sélecteur
ro_ro: Verificați dacă nu doriți dezactivați față selectorul de final de stil opțiune

source: Disable import dummy content
fr_fr: Désactiver le importation factice contenu
ro_ro: Dezactivează inactiv conținut de import

source: Check if you do not want disable the import option at the top :)
fr_fr: Vérifiez si vous ne voulez pas désactiver l'option d'importation au haut:)
ro_ro: Verificați dacă nu doriți să dezactivați opțiunea de import la partea de sus :)

source: You can add List of Social icons here.
fr_fr: Vous pouvez ajouter Liste de icônes sociaux ici.
ro_ro: Puteți adăuga Lista de icoane sociale aici.

source: Show Sociable
fr_fr: Montrer sociables
ro_ro: Arată Sociabil

source: Add New Sociable
fr_fr: Ajouter nouveau Sociable
ro_ro: Add New Sociabil

source: Sociable Icon
fr_fr: Sociables Icône
ro_ro: sociabil Icon

source: Custom Icon
fr_fr: Personnalisée Icône
ro_ro: personalizat Icon

source: Sociable Link
fr_fr: Sociables Lien
ro_ro: sociabil Link

source: Post
fr_fr: Poste

source: Add code to the &lt;head&gt of your blog
fr_fr: Ajoutez du code au &lt;head&gt; de votre blog
ro_ro: Adauga codul de la &lt;head&gt a blog-ul dvs.

source: Any code you place here will appear in the head section of every page of your blog. This is useful when you need to add javascript or css to all pages.
fr_fr: Tout code que vous placez ici apparaîtra dans la section head de chaque page de votre blog. Ceci est utile lorsque vous avez besoin d'ajouter javascript ou css pour toutes les pages.
ro_ro: Orice cod ce plasati aici, va apărea în partea de capul fiecărei pagini de blog-ul dvs.. Acest lucru este util atunci când aveți nevoie să adăugați JavaScript sau CSS pentru toate paginile.

source: Enable header code
fr_fr: Activer le code d'en-tête
ro_ro: Activează codul de antet
