Repository: JasonZ15/gmicsv2013-core-test
Catalog: lang/*.po
Languages: fr_fr, ro_ro

source: Back to home
fr_fr: Retour à l'accueil
ro_ro: Înapoi la casa

source: Tag archive for
fr_fr: Balise archive pour
ro_ro: Arhiva tag-ul pentru

source: Category archive for
fr_fr: Catégorie archive pour
ro_ro: Arhiva pentru categoria

source: Read full story
fr_fr: Lire complet récit
ro_ro: Citeste complet poveste

source: Nothing Found
fr_fr: rien trouvé
ro_ro: nimic găsit

source: Apologies, but no results were found for the requested archive.
fr_fr: Toutes nos excuses, mais aucun résultat n'a été trouvé dans l'archive demandée.
ro_ro: Ne cerem scuze, dar nu au fost găsite rezultate pentru arhiva solicitat.

source: This post is password protected. Enter the password to view any comments.
fr_fr: Ce poste est protégé par mot. Entrez le mot de passe pour voir les commentaires.
ro_ro: Acest post este protejat de parolă. Introduceți parola pentru a vizualiza orice comentarii.

source: No Comments
fr_fr: Pas de commentaires

source: Comment (1)
fr_fr: commenter (1)
ro_ro: Comentariu (1)

source: Comments ( % )
fr_fr: Commentaires ( % )
ro_ro: Comentarii (%)

source: Older Comments
fr_fr: âgées Commentaires
ro_ro: Comentarii mai mari

source: Newer Comments
fr_fr: Les nouveaux Commentaires
ro_ro: Mai nou Comentarii

source: Comments are closed.
fr_fr: Les commentaires sont fermés.
ro_ro: Comentariile sunt închise.

source: Post a comment
fr_fr: Poster un commentaire
ro_ro: Postează un comentariu

source: Post a comment to %s
fr_fr: Poster un commentaire à %s
ro_ro: Postează un comentariu la %s

source: Your Name
fr_fr: Votre Nom
ro_ro: Numele tau

source: required
fr_fr: Requis
ro_ro: necesar

source: Your Email
fr_fr: Votre E-mail
ro_ro: Email-ul dvs.

source: Comment
fr_fr: Commenter
ro_ro: comentariu

source: Sample Font
fr_fr: Exemple Fonte
ro_ro: Exemplu de fonturi

source: Heading
fr_fr: Titre
ro_ro: titre

source: Buy Now
fr_fr: Acheter maintenant
ro_ro: Cumpara acum

source: Search for
fr_fr: Rechercher pour
ro_ro: Căutați

source: Authors
fr_fr: Auteurs
ro_ro: autori

source: Categories
fr_fr: Catégories
ro_ro: categorii

source: Latest Posts
fr_fr: Derniers Postes
ro_ro: Ultimele Posturi

source: Tags
fr_fr: Balises
ro_ro: Tag-uri

source: Edit
fr_fr: éditer
ro_ro: edita

source: Show Google+ One
fr_fr: Montrer Google+ One
ro_ro: Arată Google+ Un

source: Small
fr_fr: Petit
ro_ro: mic

source: Medium
fr_fr: Moyen
ro_ro: mediu

source: Tall
fr_fr: Haute Taille
ro_ro: înalt

source: Arabic
fr_fr: Arabe
ro_ro: limba arabă

source: Bulgarian
fr_fr: Bulgare
ro_ro: bulgar

source: Chinese
fr_fr: Chinois
ro_ro: chinezesc

source: Chinese (China)
fr_fr: Chinois (Chine)
ro_ro: Chineză (China)

source: Chinese (Hong Kong)
fr_fr: Chinois (Hong Kong)
ro_ro: Chineză (Hong Kong)

source: Chinese (Taiwan)
fr_fr: Chinois (Taiwan)
ro_ro: Chineză (Taiwan)

source: Croation
fr_fr: Croate

source: Czech
fr_fr: Tchèque
ro_ro: ceh

source: Danish
fr_fr: Danois
ro_ro: danez

source: Dutch
fr_fr: Néerlandais
ro_ro: olandez

source: English (India)
fr_fr: Anglais (Inde)
ro_ro: Engleză (India)

source: English (Ireland)
fr_fr: Anglais (Irlande)
ro_ro: Engleză (Irlanda)

source: English (Singapore)
fr_fr: Anglais (Singapour)
ro_ro: Engleză (Singapore)

source: English (South Africa)
fr_fr: Anglais (Afrique du Sud)
ro_ro: Engleză (Africa de Sud)

source: English (United Kingdom)
fr_fr: Anglais (Royaume Uni)
ro_ro: Engleză (Marea Britanie)

source: Filipino
fr_fr: Philippines
ro_ro: filipineză

source: Finnish
fr_fr: Finlandais
ro_ro: finlandeză

source: French
fr_fr: Français
ro_ro: franceză

source: German
fr_fr: Allemand

source: German (Switzerland)
fr_fr: Allemand (Suisse)
ro_ro: Germană (Elveția)

source: Greek
fr_fr: Grecque
ro_ro: grec

source: Hebrew
fr_fr: Hébreu
ro_ro: evreiesc

source: Hungarian
fr_fr: Hongrois
ro_ro: limba maghiară

source: Indonesian
fr_fr: Indonésien
ro_ro: indoneziană

source: Italian
fr_fr: Italien

source: Japanese
fr_fr: Japonais
ro_ro: japonez

source: Korean
fr_fr: Coréen
ro_ro: coreean

source: Latvian
fr_fr: Letton
ro_ro: leton

source: Lithuanian
fr_fr: Lituanien
ro_ro: lituanian

source: Malay
fr_fr: Malais
ro_ro: malaezian

source: Norwegian
fr_fr: Norvégien
ro_ro: norvegian

source: Persian
fr_fr: Persan
ro_ro: persană

source: Polish
fr_fr: Polonais
ro_ro: polonez

source: Portugese (Brazil)
fr_fr: Portugais (Brésil)
ro_ro: Portugheză (Brazilia)

source: Portugese (Portugal)
fr_fr: Portugais (Portugal)
ro_ro: Portugheză (Portugalia)

source: Romanian
fr_fr: Roumain
ro_ro: român

source: Russian
fr_fr: Russe
ro_ro: rus

source: Serbian
fr_fr: Serbe
ro_ro: sârb

source: Slovak
fr_fr: Slovaque
ro_ro: slovac

source: Slovenian
fr_fr: Slovène
ro_ro: sloven

source: Spanish
fr_fr: Espagnol
ro_ro: spaniol

source: Swedish
fr_fr: Suédois
ro_ro: suedez

source: Swiss German
fr_fr: Suisse allemand
ro_ro: germană elvețiană

source: Thai
fr_fr: Thaï
ro_ro: tailandez

source: Turkish
fr_fr: Turc
ro_ro: turc

source: Ukranian
fr_fr: Ukrainien
ro_ro: ucraineană

source: Vietnamese
fr_fr: Vietnamien
ro_ro: vietnameză

source: Show Facebook like
fr_fr: Montrer Facebook aime
ro_ro: Arată la fel ca Facebook

source: Box Count
fr_fr: Boîte Comte
ro_ro: Numar cutie

source: Button Count
fr_fr: Bouton Comte
ro_ro: butonul Numar

source: Show Digg
fr_fr: Montrer Digg
ro_ro: Arată Digg

source: Wide
fr_fr: Vaste
ro_ro: larg

source: Icon
fr_fr: Icône
ro_ro: icoană

source: Show Stumbleupon
fr_fr: Montrer Stumbleupon
ro_ro: Arată Stumbleupon

source: Show LinkedIn
fr_fr: Montrer LinkedIn
ro_ro: Arată LinkedIn

source: Show Pintrest
fr_fr: Montrer Pintrest
ro_ro: Arată Pintrest

source: None
fr_fr: Aucun
ro_ro: nici unul

source: Vertical
fr_fr: Verticale

source: Show Delicious
fr_fr: Montrer Delicious
ro_ro: Arată Delicious

source: Show Twitter
fr_fr: Montrer Twitter
ro_ro: Arată Twitter

source: Select
fr_fr: Sélectionner
ro_ro: selecta

source: Disable the Author info.
fr_fr: Désactiver la Auteur info.
ro_ro: Dezactivează info Autor.

source: By default the author info will display when viewing your posts.<br><br>You can choose to disable it here.
fr_fr: Par défaut, de auteur l'information s'affiche lors de la visualisation de vos postes <br><br> Vous pouvez choisir de le désactiver ici.
ro_ro: În mod implicit meciului autorul va afișa când vizualizați mesajele dumneavoastră. <br> <br>Puteți alege să dezactivați-l aici.

source: Disable the date info.
fr_fr: Désactiver les date info.
ro_ro: Dezactivează info data.

source: By default the date info will display when viewing your posts.<br><br>You can choose to disable it here.
fr_fr: Par défaut, de datte l'information s'affiche lors de la visualisation de vos postes <br><br> Vous pouvez choisir de le désactiver ici.
ro_ro: În mod implicit meciului data se va afișa când vizualizați mesajele dumneavoastră. <br> <br> Puteți alege să dezactivați-l aici.

source: Disable the comment info.
fr_fr: Désactiver la commentaire info.
ro_ro: Dezactivează info comentariu.

source: By default the comment info will display when viewing your posts.<br><br>You can choose to disable it here.
fr_fr: Par défaut, de commenter l'information s'affiche lors de la visualisation de vos postes <br><br> Vous pouvez choisir de le désactiver ici.
ro_ro: În mod implicit meciului comentariu se va afișa când vizualizați mesajele dumneavoastră. <br> <br>Puteți alege să dezactivați-l aici.

source: Disable the category info.
fr_fr: Désactiver la catégorie info.
ro_ro: Dezactivează info categorie.

source: By default the category info will display when viewing your posts.<br><br>You can choose to disable it here.
fr_fr: Par défaut, de catégorie l'information s'affiche lors de la visualisation de vos postes <br><br> Vous pouvez choisir de le désactiver ici.
ro_ro: În mod implicit meciului categorie va afișa când vizualizați mesajele dumneavoastră. <br> <br>Puteți alege să dezactivați-l aici.

source: Disable the tag info.
fr_fr: Désactiver l'étiquette information.
ro_ro: Dezactivează info tag-ul.

source: By default the tag info will display when viewing your posts.<br><br>You can choose to disable it here.
fr_fr: Par défaut, de balise l'information s'affiche lors de la visualisation de vos postes <br><br> Vous pouvez choisir de le désactiver ici.
ro_ro: În mod implicit meciului tag-ul va afișa când vizualizați mesajele dumneavoastră. <br> <br> Puteți alege să dezactivați-l aici.

source: This will restore all of your options to default. Are you sure?
fr_fr: Cela permettra de restaurer toutes vos options par à défaut. Etes-vous sûr?
ro_ro: Acest lucru va restaura toate opțiunile la valorile implicite. Ești sigur?

source: You are going to import the dummy data provided with the theme, kindly confirm?
fr_fr: Vous allez importer les factices données fournis avec le thème, gentiment confirmer?
ro_ro: Ai de gând să importați datele furnizate manechinului cu tema, confirma?

source: Importing is disabled.. :), Please set Disable Import to NO in Buddha Panel General Settings
fr_fr: L'importation est désactivé .. :), S'il vous plaît mettre Désactiver l'importation de NO dans les Bouddha Panneau des général Paramètres
ro_ro: Importul este dezactivat .. :), Vă rugăm să setați Disable Import pentru a NU în Buddha Panoul Setări Generale

source: Error: Options not saved, please try again.
fr_fr: Erreur: Options non enregistrés, s'il vous plaît essayez de nouveau.
ro_ro: Eroare: Opțiuni nu salvat, vă rugăm să încercați din nou.

source: Options Saved.
fr_fr: Options Sauvé.
ro_ro: Opțiuni Salvat.

source: Delete Permanently
fr_fr: Supprimez définitivement
ro_ro: ștergeți definitiv

source: Delete
fr_fr: Effacer
ro_ro: șterge

source: You are about to delete <strong>%s</strong>.
fr_fr: Vous êtes sur le point de effacer <strong>%s</strong>.
ro_ro: Sunteți pe cale să ștergeți <strong>%s</strong>.

source: Continue
fr_fr: Continuer
ro_ro: continua

source: Cancel
fr_fr: Annuler
ro_ro: anula

source: Move to Trash
fr_fr: Mettre à corbeille
ro_ro: Mutați în Coșul de gunoi

source: Undo
fr_fr: Défaire
ro_ro: anula

source: Edit
fr_fr: éditer
ro_ro: edita

source: %1$s at %2$s
fr_fr: %1$s en %2$s
ro_ro: %1$s la%2$s

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.
ro_ro: Comentariul dvs. este în așteptarea moderare.

source: Home
fr_fr: Maison
ro_ro: acasă

source: Archive for Category:
fr_fr: Archive pour Catégorie:
ro_ro: Arhiva pentru categoria:

source: Archive for Author:
fr_fr: Archive par Auteur:
ro_ro: Arhiva pentru Autor:

source: Archive for Tag:
fr_fr: Archive pour Balise:
ro_ro: Arhiva pentru Tag:

source: LOST
fr_fr: PERDUE

source: Search
fr_fr: Recherche
ro_ro: Căutați

source: Select Your Style
fr_fr: Sélectionnez votre style
ro_ro: Selectați stilul tau

source: Color scheme
fr_fr: Couleur schéma
ro_ro: schema de culori

source: Patterns Shapes
fr_fr: Schémas Formes
ro_ro: modele Forme

source: &copy; iamdesigning | All Rights Reserved
fr_fr: &copy; iamdesigning | Tous droits réservés
ro_ro: &copy; iamdesigning | Toate drepturile rezervate

source: Sorry, the page you requested could not be found
fr_fr: Sorry, the page you requested was not found
ro_ro: Ne pare rău, pagina solicitată nu a putut fi găsit

source: Try looking somewhere else. You might get lucky
fr_fr: Essayez de regarder ailleurs. Vous pourriez avoir de la chance
ro_ro: Încercați să căutați în altă parte. S-ar putea avea noroc

source: Select Post
fr_fr: Sélectionnez Poster
ro_ro: Selectați Mesaj

source: Select Page
fr_fr: Sélectionnez page
ro_ro: Selectați pagina

source: Select Category
fr_fr: Sélectionner catégorie
ro_ro: Selectați Categorie

source: Footer Column
fr_fr: Bas de page Colonne
ro_ro: Coloana subsol

source: Pattern
fr_fr: Motif
ro_ro: model

source: Custom Background
fr_fr: Coutume Fond
ro_ro: Context personalizat

source: Background Type
fr_fr: Fond de type
ro_ro: Tipul de fundal

source: Search results for
fr_fr: Recherche Résultats pour
ro_ro: Rezultatele cautarii pentru

source: Page not found
fr_fr: Page non trouvée
ro_ro: Pagina nu a fost găsită

source: Share
fr_fr: Partager
ro_ro: acțiune

source: Reply
fr_fr: Répondre
ro_ro: răspunde

source: All
fr_fr: Tous
ro_ro: toate

source: Please enter your Envato Marketplace Username.
fr_fr: S'il vous plaît entrer votre Envato marketplace utilisateur nom.
ro_ro: Vă rugăm introduceți numele de utilizator Envato Piata.

source: Please enter your Envato Marketplace API Key.
fr_fr: S'il vous plaît entrer votre Envato marketplace API clé.
ro_ro: Va rugam sa introduceti Envato Piata cheie API.

source: The API "set" is a required parameter.
fr_fr: Le API "set" est un requis paramètre .
ro_ro: API-ul "set " este un parametru necesar.

source: The Envato Marketplace "item ID" is a required parameter.
fr_fr: Le Envato Marketplace "item ID" est un requis paramètre .
ro_ro: Piata Envato "articol ID-ul " este un parametru necesar.

source: Downloading upgrade package from the Envato API&#8230;
fr_fr: Téléchargeant le revaloriser package dès Envato API&#8230;
ro_ro: Descărcarea pachet de upgrade de la API Envato &#8230;

source: Downloading install package from the Envato API&#8230;
fr_fr: Téléchargeant installation package pour dès Envato API&#8230;
ro_ro: Descărcarea pachetul de instalare de la API Envato&#8230;

source: Project Details
fr_fr: Projet Détails
ro_ro: Detalii proiect

source: Portfolios
fr_fr: Portefeuilles
ro_ro: portofoliile

source: All Portfolios
fr_fr: Tous Portefeuilles
ro_ro: toate Portofolii

source: Portfolio Entry
fr_fr: Portefeuille Entrée
ro_ro: portofoliul de intrare

source: Add New
fr_fr: Ajouter Nouveau

source: Add New Portfolio Entry
fr_fr: Ajouter nouveau portefeuille Entrée
ro_ro: Adaugă Intrarea nou portofoliu

source: Edit Portfolio Entry
fr_fr: éditer Portefeuille Entrée
ro_ro: Editare intrare Portofoliu

source: New Portfolio Entry
fr_fr: Nouveau portefeuille Entrée
ro_ro: Noul portofoliu de intrare

source: View Portfolio Entry
fr_fr: Voir portefeuille Entrée
ro_ro: Vezi Intrarea Portofoliu

source: Search Portfolio Entries
fr_fr: Rechercher Portefeuille d'entrées
ro_ro: Portofoliu de căutare intrările

source: No Portfolio Entries found
fr_fr: Aucune portefeuille d'entrées trouvée
ro_ro: Nu sunt intrările de portofoliu găsit

source: No Portfolio Entries found in Trash
fr_fr: Aucune portefeuille du entrées trouvé dans la corbeille
ro_ro: Nu sunt intrările de portofoliu găsit în Coșul de gunoi

source: No Featured Image
fr_fr: Aucune en vedette image
ro_ro: Nr Featured Imagine

source: Slides
fr_fr: Diapositives
ro_ro: diapozitive

source: All Slides
fr_fr: Toutes Diapositives
ro_ro: toate Diapozitive

source: Slide
fr_fr: diapositive
ro_ro: diapozitiv

source: Add New Slide
fr_fr: Ajouter nouvelle diapositive
ro_ro: Adăugați New Slide

source: Edit Slide
fr_fr: éditer diapositive

source: New Slide
fr_fr: Nouvelle Diapositive
ro_ro: Slide nou

source: View Slide
fr_fr: Voir Slide
ro_ro: Vezi Slide

source: Search Slides
fr_fr: Rechercher diapositives
ro_ro: Caută Diapozitive

source: No Slides found
fr_fr: Pas de diapositives trouvé
ro_ro: Nu există diapozitive găsit

source: No Slides found in Trash
fr_fr: Pas de diapositives trouvée dans corbeille
ro_ro: Nici un Diapozitive găsite în Coșul de gunoi

source: Set Featured Image or Video Url
fr_fr: Réglez en vedette Image ou Vidéo Url
ro_ro: Setați evidență URL a imaginii sau video

source: Default page Options
fr_fr: Défaut page options
ro_ro: Implicit Page Opțiuni

source: Sub Title
fr_fr: Sous-Titre
ro_ro: sub titlul

source: You can add sbu title
fr_fr: Vous pouvez ajouter sous-titre
ro_ro: Puteți adăuga SBU titlu

source: Layout
fr_fr: Agencement
ro_ro: schemă

source: You can choose between a left, right, or no sidebar layout for the page.
fr_fr: Vous pouvez choisir entre une gauche, à droite ou pas de barre latérale mise en page pour les page.
ro_ro: Puteți alege între un drept la stânga, sau nu aspectul bara laterală pentru pagină.

source: Allow Comments
fr_fr: Autoriser Commentaires
ro_ro: Permiteți Comentarii

source: Allow Comments for this particular page.
fr_fr: Autoriser les commentaires pour cette particulière page.
ro_ro: Permiteți Comentarii pentru această pagină special.

source: Apply Dark Background
fr_fr: Appliquer Sombre Fond
ro_ro: Aplicați fundalul întunecat

source: Apply Dark Background in Single page template
fr_fr: Appliquer fond sombre dans unique page modèle
ro_ro: Se aplică fundal întunecat, în șablonul de pagină unică

source: Apply Pattern
fr_fr: Appliquer Modèle
ro_ro: se aplică de model

source: Available Patterns
fr_fr: Disponible Motifs
ro_ro: Modele disponibile

source: Apply Pattern in Single page template
fr_fr: Appliquer Motif dans unique page modèle
ro_ro: Se aplică de model în șablonul de pagină unice

source: Apply Bottom shadow
fr_fr: Appliquer Bas de l'ombre
ro_ro: Aplicați umbra de fund

source: Apply Bottom shadow in Single page template
fr_fr: Appliquer bas d'ombre dans unique page modèle
ro_ro: Aplicati umbra de fund în șablonul de pagină unice

source: Apply Font Settings
fr_fr: Appliquer police paramètres
ro_ro: Aplicare Setări Font

source: Title Font Color
fr_fr: Titre du police de Couleur
ro_ro: Titlul Culoare font

source: Pick a custom font color for title tag for the page.(e.g. #a314a3)
fr_fr: Choisissez une personnalisé couleur de police pour balise de titre du la page. (p.ex # a314a3)
ro_ro: Alege o culoare de font personalizat pentru tag-ul titlu pentru pagină. (De exemplu, # a314a3)

source: Body Font Color
fr_fr: Corps du police Couleur
ro_ro: Organismul Culoare font

source: Pick a custom font color for the page.(e.g. #a314a3)
fr_fr: Choisissez une personnalisé couleur de police pour la page. (p.ex # a314a3)
ro_ro: Alege o culoare de font personalizat pentru pagina. (De exemplu, # a314a3)

source: Primary Color
fr_fr: Primaire Couleur
ro_ro: primar de culoare

source: Pick a custom primary color for links and buttons in body/content are of the theme e.g. #551256
fr_fr: Choisissez une personnalisée primaire couleur pour de liens et des boutons vol stationnaire d'état ​​dans le corps/contenu du les theme p.ex. #551256
ro_ro: Alege o culoare personalizată primară pentru link-uri si butoane în organism / conținut sunt de exemplu, tema # 551256

source: Secondary Color
fr_fr: Secondaire Couleur
ro_ro: Culoare secundară

source: Pick a custom secondary color for links and buttons hover state in body/content are of the theme e.g. #564912
fr_fr: Choisissez une personnalisée secondaire couleur pour de la liens et des boutons vol stationnaire d'état ​​dans le corps/contenu du les theme p.ex. #564912
ro_ro: Alege o culoare personalizată secundar pentru link-uri si butoane mutați de stat în organism / conținut sunt de exemplu, tema # 564912

source: Available BG Patterns
fr_fr: Disponible BG Modèles
ro_ro: Modele disponibile BG

source: Choose background pattern, you can add patterns by placing images in the folder
fr_fr: Choisissez fond de Motif , vous pouvez ajouter des motifs en plaçant les images dans le dossier
ro_ro: Alege model de fundal, puteți adăuga modele prin plasarea imaginile din dosar

source: BG Pattern repeat
fr_fr: BG motif Répétition
ro_ro: BG mod repetat

source: BG opacity
fr_fr: BG opacité
ro_ro: BG opacitate

source: Select how you would like to repeat the pattern image
fr_fr: Sélectionnez la façon dont vous voulez répéter motif du l'image
ro_ro: Selectați modul în care doriți să se repete imaginea modelului

source: Disable BG Color
fr_fr: Désactiver BG Couleur
ro_ro: Dezactivați Culoare BG

source: BG Color
fr_fr: BG Couleur

source: Pick a custom color for background color of the page.(e.g. #a314a3)
fr_fr: Choisissez une couleur personnalisée pour la couleur d'arrière-plan de la page. (p.ex. #a314a3)
ro_ro: Alege o culoare personalizată pentru culoarea de fundal a paginii. (De exemplu, # a314a3)

source: Custom BG image
fr_fr: Coutume BG l'image
ro_ro: Personalizat BG imagine

source: Upload
fr_fr: Téléchargez
ro_ro: Încărcați

source: Remove
fr_fr: Enlever
ro_ro: scoate

source: BG Pattern Position
fr_fr: BG Motif Position
ro_ro: BG model pozitie

source: Post per page
fr_fr: Poster par page
ro_ro: Postati pe pagină

source: Your blog pages show at most selected number of posts per page.
fr_fr: Montrer vos blogue pages à plus de sélection numéro de postes par page.
ro_ro: Paginile blog-ul dvs. arată la numărul cel mai selectat de mesaje pe pagină.

source: Excerpt Length
fr_fr: Extrait Longueur
ro_ro: extras Lungime

source: This is the number of content character want to appears for each blog post( numbers only).
fr_fr: C'est le nombre de contenu caractères souhaitez voir apparaître pour chaque blogue poste (numéros uniquement)
ro_ro: Acesta este numărul de caractere conținut doriți să apare pentru fiecare post pe blog-ul (doar numere).

source: Post Meta Options
fr_fr: Poste Meta Options
ro_ro: Postati Opțiuni Meta

source: Exclude Categories
fr_fr: Exclure catégories
ro_ro: Excludeți Categorii

source: You can choose certain categories to exclude from your blog page.
fr_fr: Vous pouvez choisir certaine catégories à d'exclure dès votre blogue page.
ro_ro: Puteți alege anumite categorii pentru a exclude din pagina de blog-ul dvs..

source: Allow Filters
fr_fr: Laissez filtres
ro_ro: Permiteți Filtre

source: Allow portfolio items filter options
fr_fr: Laisser les portefeuille item filtrage options
ro_ro: Permiteți articole portofoliu opțiunile de filtrare

source: Show Excerpt
fr_fr: Montrer Extrait
ro_ro: Arată Extras

source: Show portfolio items excerpt
fr_fr: Montrer portefeuille articles extrait
ro_ro: Arată portofoliu extras elementele

source: This is the number of content character want to appears for each portfolio post( numbers only).
fr_fr: C'est le nombre de contenu caractères souhaitez voir apparaître pour chaque portefeuille poste (numéros uniquement)
ro_ro: Acesta este numărul de caractere conținut doriți să apare pentru fiecare post de portofoliu (numai cifre).

source: Choose Categories
fr_fr: Choisir Catégories
ro_ro: Alege Categorii

source: Default Options
fr_fr: Défaut Options
ro_ro: Opțiuni implicite

source: Meta Options
fr_fr: Méta-options
ro_ro: meta Opțiuni

source: Featured Video
fr_fr: En vedette Vidéo

source: Media Settings
fr_fr: Média Parameters
ro_ro: media Setări

source: Show Social Share
fr_fr: Montrer sociale Partagez
ro_ro: Arată capitalului social

source: Would you like to show the social share at the bottom
fr_fr: Voulez-vous montrer sociale partager à la fond
ro_ro: Doriți să arate capitalului social de la partea de jos

source: Client Name
fr_fr: Client Nom
ro_ro: Nume client

source: You can given your client name
fr_fr: Vous pouvez donner votre client nom
ro_ro: Puteți dat numele dumneavoastră client

source: Project Url
fr_fr: Projet Url
ro_ro: Url-ul proiectului

source: You can given your client's project url
fr_fr: Vous pouvez donner votre client's projet url
ro_ro: Puteți dat adresa URL clientului dvs. de proiect

source: Working examples:
fr_fr: Travail Exemples:
ro_ro: Exemple de lucru:

source: Enter the URL to the Video url
fr_fr: Entrez l'URL au la vidéo l'URL
ro_ro: Introduceți URL-ul pentru a url-ul video

source: Used Images / Videos
fr_fr: utilisées Images / Vidéos
ro_ro: Imagini de ocazie / Video

source: Please, add some image
fr_fr: S'il vous plaît, ajoutez quelques l'image
ro_ro: Te rog, adăuga unele imagini

source: Add Videos
fr_fr: Ajouter Vidéos
ro_ro: Adauga Video

source: Available Images
fr_fr: Disponible Images
ro_ro: Imagini disponibile

source: Post Options
fr_fr: Poster options
ro_ro: Postati Opțiuni

source: You can add sub title
fr_fr: Vous pouvez ajouter sous titre
ro_ro: Puteți adăuga titlul sub

source: Disable Comments
fr_fr: Désactiver Commentaires
ro_ro: Dezactivați Comentarii
