Repository: JasonZ15/gmicsv2013-core-test
Catalog: lang/*.po
Languages: fr_fr, ro_ro

source: Additional delay time of slideshow animation in seconds. (eg:) 2
fr_fr: Additionnel délai temps de diaporama animation en secondes. (p.ex : 2)
ro_ro: Timpul de întârziere suplimentară de animație prezentarea în câteva secunde. (de exemplu, :) 2

source: Archives Layout
fr_fr: Archives Mise en Page
ro_ro: Arhiva Aspect

source: You can choose between a left, right, or no sidebar layout for your Archieve page.
fr_fr: Vous pouvez choisir entre une gauche, à droite ou pas de barre latérale mise en page pour le Archieve page.
ro_ro: Puteți alege între un aspect stânga, dreapta, sau nu bara laterală pentru pagina dvs. Arhiva.

source: Posts Layout
fr_fr: Postes Mise en page
ro_ro: Posturi Aspect

source: Archives Background
fr_fr: Archives Fond
ro_ro: Arhiva de fundal

source: Archives background image
fr_fr: Archives fond image
ro_ro: Arhiva imagine de fundal

source: Upload an image for the theme's Archives page background
fr_fr: Téléchargez une image pour le thème's Archives page de fond
ro_ro: Încărcați o imagine pentru tema de Arhivele fundalul paginii

source: Archives Background Color
fr_fr: Archives fond Couleur
ro_ro: Arhiva Culoarea de fundal

source: Pick a custom color for background color of the theme's archives page.(e.g. #a314a3)
fr_fr: Choisissez une personnalisée couleur pour archives page fond de couleur du les thème (p.ex. #a314a3)
ro_ro: Alege o culoare personalizată pentru culoarea de fundal a paginii temei arhivele. (De exemplu, # a314a3)

source: Search Layout
fr_fr: Rechercher Mise en page
ro_ro: căutare Aspect

source: You can choose between a left, right, or no sidebar layout for your Search page.
fr_fr: Vous pouvez choisir entre une gauche, à droite ou pas de barre latérale mise en page pour le recherche page.
ro_ro: Puteți alege între un drept la stânga, sau nu aspectul bara laterală pentru pagina dvs. de căutare.

source: Search Background
fr_fr: Rechercher Fond
ro_ro: Context căutare

source: Search background image
fr_fr: Rechercher fond image
ro_ro: Imaginea de fundal căutare

source: Upload an image for the theme's Search page background
fr_fr: Téléchargez une image pour le thème's recherche page de fond
ro_ro: Încărcați o imagine de fundal pentru tema pagina lui de căutare

source: Search Background Color
fr_fr: Rechercher fond Couleur
ro_ro: Căutare Culoarea de fundal

source: Pick a custom color for background color of the theme's search page.(e.g. #a314a3)
fr_fr: Choisissez une personnalisée couleur pour la recherche page d'arrière-plan couleur de la thème (p. ex. # A314a3)
ro_ro: Alege o culoare personalizată pentru culoarea de fundal a paginii de căutare temei. (De exemplu, # a314a3)

source: 404 Layout
fr_fr: 404 Mise en page
ro_ro: 404 Aspect

source: You can choose between a left, right, or no sidebar layout for your 404 page.
fr_fr: Vous pouvez choisir entre une à gauche, à droite ou pas de barre latérale mise en page pour le 404 erreur page.
ro_ro: Puteți alege între un aspect stânga, dreapta, sau nu bara laterală pentru pagina dvs. de 404.

source: 404 Background
fr_fr: 404 Fond
ro_ro: 404 Context

source: 404 background image
fr_fr: 404 fond image
ro_ro: 404 imagine de fundal

source: Upload an image for the theme's 404 page background
fr_fr: Téléchargez une image pour 404 page de fond à partir de cette theme
ro_ro: Încărcați o imagine de fundal pentru tema pagina lui 404

source: 404 Background Color
fr_fr: 404 fond Couleur
ro_ro: 404 Culoarea de fundal

source: Pick a custom color for background color of the theme's 404 page.(e.g. #a314a3)
fr_fr: Choisissez une personnalisée couleur pour 404 page fond de couleur du les thème (p.ex. #a314a3)
ro_ro: Alege o culoare personalizată pentru culoarea de fundal a paginii 404 temei. (De exemplu, # a314a3)

source: You can give custom 404 page message
fr_fr: Vous pouvez donner un personnalisé 404 page message
ro_ro: Puteți da personalizat mesaj pagina 404

source: 404 Custom Message
fr_fr: 404 Coutume Message
ro_ro: 404 Mesaj personalizat

source: Disable Font Settings
fr_fr: Désactiver police Paramètres
ro_ro: Dezactiva setările de fonturi

source: This is disables the 404 Font settings
fr_fr: Ceci est désactive les 404 polices paramètres
ro_ro: Acest lucru este dezactivează setările de font 404

source: Pick a custom color for 404 message font color of the theme e.g. #a314a3
fr_fr: Choisissez une couleur personnalisée pour 404 message de police couleur de les thème par ex # a314a3
ro_ro: Alege o culoare personalizată pentru 404 culoarea fontului mesajul de exemplu, tema # a314a3

source: For Pages
fr_fr: Pour Pages
ro_ro: pentru Pagini

source: For Posts
fr_fr: Pour Postes
ro_ro: pentru posturi

source: For Categories
fr_fr: Pour les catégories
ro_ro: pentru categoriile

source: Add new widget areas for pages
fr_fr: Ajouter de nouveaux widget aires pour les pages
ro_ro: Adăugați domenii noi widget pentru pagini

source: Select a PAGE that should receive a new widget area:
fr_fr: Sélectionner une PAGE qui devrait recevoir une nouveau widget aire:
ro_ro: Selectați o pagină care ar trebui să primească o zonă de widget nou:

source: Add new widget areas for posts
fr_fr: Add new widget areas for postes
ro_ro: Adăugați domenii noi widget pentru posturi

source: Select a POST that should receive a new widget area:
fr_fr: Sélectionner une POSTE qui devrait recevoir une nouveau widget aire:
ro_ro: Selectați un post in care ar trebui să primească o zonă de widget nou:

source: Add new widget areas for categories
fr_fr: Ajouter de nouveaux widget aires pour les catégories
ro_ro: Adăugați domenii noi widget pentru categoriile

source: Select a Category that should receive a new widget area:
fr_fr: Sélectionner une catégorie qui devrait recevoir une nouveau widget aire:
ro_ro: Selectați o categorie care ar trebui să primească o zonă de widget nou:

source: Enquiry
fr_fr: Enquête
ro_ro: Intrebare

source: Send Email
fr_fr: Envoyer E-mail
ro_ro: Trimite un e-mail

source: Your E-mail
fr_fr: Votre E-mail
ro_ro: Adresa dvs. de e-mail-ul

source: top
fr_fr: haut

source: Phone:
fr_fr: Téléphone:
ro_ro: telefon:

source: Pin It
fr_fr: Pin il
ro_ro: Acesta pin

source: Pin It on Pinterest
fr_fr: Pin il sur Pinterest
ro_ro: Acesta Pin pe Pinterest

source: %s: Widget class not found. Make sure this widget exists and the class name is correct
fr_fr: %s: Widget classe introuvable. Assurez-vous que ce widget existe et le classe nom est correcte
ro_ro: %s: Clasei widget nu a fost găsit. Asigurați-vă că acest widget există și numele clasei este corect

source: Portfolio
fr_fr: Portefeuille
ro_ro: portofoliu

source: Title:
fr_fr: Titre:
ro_ro: titlu:

source: Choose the categories you want to display (multiple selection possible)
fr_fr: Choisissez les catégories que vous souhaitez afficher (multiple sélection possible)
ro_ro: Alege categoriile pe care doriți să afișați (selecție multiplă posibilă)

source: Display title only or title &amp; excerpt
fr_fr: Afficher titre seulement ou le titre et extrait
ro_ro: Afișa numai titlu sau titlu & extras

source: Show Image
fr_fr: Montrer l'image
ro_ro: Afișare imagine

source: No.of posts to show:
fr_fr: Numeros des postes à montrer:
ro_ro: Mesaje No.of pentru a vedea:

source: Choose the pages you want to display (multiple selection possible)
fr_fr: Choisissez les pages que vous souhaitez afficher (multiple sélection possible)
ro_ro: Alegeți paginile pe care doriți să afișați (selecție multiplă posibilă)

source: No Pages found
fr_fr: Aucune Pages trouvées
ro_ro: Nici un Pagini găsit

source: Posts
fr_fr: Postes
ro_ro: Posturi

source: No Posts found
fr_fr: Pas de postes trouvés
ro_ro: Nici o postare găsită

source: Latest Tweets
fr_fr: Derniers Tweets
ro_ro: Ultimele Tweets

source: Enter your twitter username:
fr_fr: Entrez votre twitter utilisateur nom :
ro_ro: Introduceți numele de utilizator Twitter:

source: How many entries do you want to show:
fr_fr: Combien d'entrées que vous voulez montrer:
ro_ro: Cate intrari vrei sa arate:

source: Exclude @replies
fr_fr: Exclure @ réponses
ro_ro: Excludeți @ raspunsuri

source: Show time of tweet
fr_fr: Montrer temps de tweet
ro_ro: Afișare timp de tweet

source: Show user avatar
fr_fr: Montrer utilisateur Avatar
ro_ro: Arată Avatar utilizator

source: There was an error when reading this WXR file
fr_fr: Une erreur s'est produite lors de la lecture de ce WXR fichier
ro_ro: A apărut o eroare la citirea acest fișier WXR

source: Details are shown above. The importer will now try again with a different parser...
fr_fr: Les détails sont indiqués ci-dessus. L'importateur va maintenant essayer à nouveau avec un différent analyseur...
ro_ro: Detaliile sunt prezentate mai sus.Importatorul va încerca acum din nou cu un alt parser ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
fr_fr: Cela ne semble pas être un fichier WXR, manquant / invalide WXR version numéro
ro_ro: Acest lucru nu pare a fi un fișier WXR, lipsă / număr de versiune invalid WXR

source: Sorry, there has been an error.
fr_fr: Désolé, il ya eu une erreur.
ro_ro: Ne pare rău, a existat o eroare.

source: The file does not exist, please try again.
fr_fr: Le fichier n'existe pas, s'il vous plaît essayez de nouveau.
ro_ro: Fișier nu există, vă rugăm să încercați din nou.

source: All done.
fr_fr: Tout est fait.
ro_ro: Toate terminat.

source: Have fun!
fr_fr: Amusez-vous bien!
ro_ro: Distreaza-te!

source: Remember to update the passwords and roles of imported users.
fr_fr: N'oubliez pas de mettre à jour les mots de passe et les rôles des utilisateurs importés.
ro_ro: Amintiți-vă pentru a actualiza parolele și rolurile de utilizatori importate.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
fr_fr: Le fichier d'exportation n'a pas pu être trouvé à <code>% s </ code>. Il est probable que cela a été causé par un problème d'autorisations.
ro_ro: Fisierul de export nu a putut fi găsit la <code>% s </ code>. Este probabil ca acest lucru a fost cauzat de o problema permisiuni.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
fr_fr: Ce WXR fichier (version% s) ne peut être pris en charge par cette version de l'importateur. S'il vous plaît envisager d'actualiser.
ro_ro: Acest fișier WXR (versiunea% s) nu poate fi acceptat de această versiune a importatorului. Vă rugăm să ia în considerare actualizarea.

source: Failed to import author %s. Their posts will be attributed to the current user.
fr_fr: Échec de l'importation %s. Leurs postes seront attribués à actuel utilisateur
ro_ro: Nu a reușit să importe% s autor. Posturile lor vor fi atribuite utilizatorului curent.

source: Assign Authors
fr_fr: Assigner Auteurs
ro_ro: Atribuirea Autori

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
fr_fr: Pour le rendre plus facile pour vous d'éditer et de sauvegarder le contenu importé, vous voudrez peut-être réaffecter l'auteur de la importé item à un utilisateur existant de ce site. Par exemple, vous voudrez peut-être importer toutes les entrées en <code>admin</code>s entrées.
ro_ro: Pentru a face mai ușor pentru tine de a edita și salva conținutul importat, poate doriți să realocați autorul articolului importat la un utilizator existent al acestui site. De exemplu, poate doriți să importați toate intrările ca admin <code> </ code> intrărilor s.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
fr_fr: Si un nouvel utilisateur est créé par WordPress, un nouveau mot de passe sera généré de manière aléatoire et le nouvel utilisateur &#8217;s rôle sera réglé sur %s. Manuelle changement du l'utilisateur &#8217;s les détails seront nécessaires.
ro_ro: Dacă un utilizator nou este creat de WordPress, o noua parola va fi generata aleator și rolul noul utilizator va fi setat ca% s.. Schimbarea manuală detaliu noul utilizator va fi necesar.

source: Import Attachments
fr_fr: Importer les pièces jointes
ro_ro: Echipamente de import

source: Download and import file attachments
fr_fr: Télécharger et importer des fichiers joints
ro_ro: Descărcați și import fișierele atașate

source: Import author:
fr_fr: Importer auteur:
ro_ro: Import autor:

source: or create new user with login name:
fr_fr: ou créer un nouvel utilisateur avec login nom:
ro_ro: sau să creați un nou utilizator cu numele de autentificare:

source: as a new user:
fr_fr: en tant que nouvel utilisateur:
ro_ro: ca un utilizator nou:

source: assign posts to an existing user:
fr_fr: assigner des messages à un utilisateur existant:
ro_ro: atribui mesaje la un utilizator existent:

source: or assign posts to an existing user:
fr_fr: ou assigner des messages à un utilisateur existant:
ro_ro: sau atribui posturile către un utilizator existent:

source: - Select -
fr_fr: - Sélectionnez -
ro_ro: - Selectați -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
fr_fr: Échec de l'créer nouvel utilisateur pour%s. Leurs postes seront attribués à l'utilisateur actuel.
ro_ro: Nu a reușit să creeze un nou utilizator pentru %s. Posturile lor vor fi atribuite utilizatorului curent.

source: Failed to import category %s
fr_fr: Échec de l'importation catégorie %s
ro_ro: Nu a reușit să importe categorie %s

source: Failed to import post tag %s
fr_fr: Échec de l'importation poste balise %s
ro_ro: Nu a reușit să importe mesaj tag-ul %s

source: Failed to import %s %s
fr_fr: Échec de l'importation %s %s
ro_ro: Nu a reușit să importe %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
fr_fr: Échec de l'importation &#8220;%s&#8221;: Invalid poste type% s
ro_ro: Nu a reușit să importe &#8220;%s&#8221;: Tip nevalid %s mesaj

source: %s &#8220;%s&#8221; already exists.
fr_fr: %s &#8220;%s&#8221; déjà existe.
ro_ro: %s &#8220;%s&#8221; există deja.

source: Failed to import %s &#8220;%s&#8221;
fr_fr: Échec de l'importation %s &#8220;%s&#8221;
ro_ro: Nu a reușit să importe %s &#8220;%s&#8221;

source: Menu item skipped due to missing menu slug
fr_fr: Menu Élément sauté à cause de limace de menu manquantes
ro_ro: Element de meniu omise din cauza Slug meniu lipsesc

source: Menu item skipped due to invalid menu slug: %s
fr_fr: Menu Élément sauté à cause de limace de menu non valide:% s
ro_ro: Element de meniu omise din cauza Slug meniul nevalide: %s

source: Fetching attachments is not enabled
fr_fr: Obtention des pièces jointes n'est pas activé
ro_ro: Preluarea atașări nu este activat

source: Invalid file type
fr_fr: Non valide fichier Type
ro_ro: Ungültige Sperr-Datei '%s'.

source: Remote server did not respond
fr_fr: Le serveur distant n'a pas répondu
ro_ro: Serverul de la distanță nu a răspuns

source: Remote server returned error response %1$d %2$s
fr_fr: Le serveur distant a renvoyé 'erreur réponse %1$d %2$s
ro_ro: Serverul de la distanță a returnat un răspuns de eroare %1$d %2$s

source: Remote file is incorrect size
fr_fr: Le fichier distant est la taille incorrecte
ro_ro: Fișier de la distanță este dimensiunea incorectă

source: Zero size file downloaded
fr_fr: Zéro taille de fichier téléchargé
ro_ro: Zero Dimensiune fisier descarcat

source: Remote file is too large, limit is %s
fr_fr: Le fichier distant est trop grand, la limite est% s
ro_ro: Fișier de la distanță este prea mare, limita este %s

source: Import WordPress
fr_fr: Importer WordPress

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
fr_fr: Une nouvelle version de cet importateur est disponible. S'il vous plaît mettre à jour la version% s pour assurer la compatibilité avec les plus récents fichiers d'exportation.
ro_ro: O versiune nouă a acestui importator este disponibil. Vă rugăm să actualizați la versiunea% s pentru a asigura compatibilitatea cu fișierele de export noi.

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
fr_fr: Howdy! Téléchargez votre WordPress eXtended RSS (WXR) fichier et we&#8217;ll importer les messages, pages, commentaires, champs personnalisés, catégories et tags dans ce site.
ro_ro: Howdy! Încărcați dvs. WordPress eXtended RSS (WXR) dosar și noi&#8217;voi importa posturi, pagini, comentarii, câmpuri personalizate, categorii, tag-uri și în acest site.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
fr_fr: Choisissez un WXR (. Xml) fichier à télécharger, puis cliquez sur Envoyer le fichier et d'importation.
ro_ro: Alege o WXR (. Xml) fișier de încărcat, apoi faceți clic pe Încărcați fișier și de import.

source: Pages
ro_ro: pagini

source: Archives
ro_ro: arhive

source: Horizontal
ro_ro: orizontală

source: Video Url
ro_ro: Url Video

source: SEO Options
ro_ro: Opțiuni de SEO

source: Description
ro_ro: descriere

source: Menu
ro_ro: meniu

source: Message
ro_ro: mesaj

source: Page
ro_ro: pagină

source: options
ro_ro: Opțiuni

source: Options
ro_ro: Opțiuni

source: Responsive
ro_ro: sensibil

source: Responsive &amp; Mobile
ro_ro: sensibil &amp; Mobile

source: Type
ro_ro: tip

source: 404 Message
ro_ro: 404 Mesaj

source: Delicious
ro_ro: delicios

source: Pages
ro_ro: pagini
