Repository: JasonZ15/gmicsv2013-core-test
Catalog: lang/*.po
Languages: fr_fr, ro_ro

source: Add code to the &lt;/body&gt;
fr_fr: Ajoutez du code au &lt;/body&gt;
ro_ro: Adauga codul de la &lt;/body&gt;

source: You can paste your Google Analytics or other website tracking code in this box. This will be automatically added to the footer.
fr_fr: Vous pouvez coller vos Google Analytics ou autres codes de suivi site dans cette boîte de. Ce seront automatiquement ajoutés au pied de page.
ro_ro: Aveți posibilitatea să lipiți Google Analytics sau alte site-ul codul de urmărire în această casetă. Acest lucru va fi adăugat automat la subsol.

source: Enable body code
fr_fr: Activer corps de code
ro_ro: Activează codul de corp

source: Add code to the top of your posts
fr_fr: Ajoutez du code au-dessus de vos postes
ro_ro: Adauga codul de la partea de sus a mesajele dumneavoastră

source: Any code you place here will be placed at the top of all single posts. This is useful if you are looking to integrating things such as social bookmarking links.
fr_fr: Tout code que vous placez ici sera placé au sommet de tous les seul postes. Ceci est utile si vous cherchez à intégrer choses telles que des liens de social bookmarking.
ro_ro: Orice cod ce plasati aici vor fi plasate la partea de sus a toate posturile unice. Acest lucru este util în cazul în care sunteți în căutarea pentru integrarea lucruri, cum ar fi link-uri de marcare socială.

source: Enable single post top code
fr_fr: Activer seul poste du haut code
ro_ro: Activează un singur cod de top mesaj

source: Add code to the bottom of your posts, before the comments
fr_fr: Ajoutez du code au bas de vos postes, avant de les commentaires
ro_ro: Adauga codul de la partea de jos a mesajele dumneavoastră, înainte de comentarii

source: Enable single post bottom code
fr_fr: Activer seul poste du bas code
ro_ro: Activează un singur cod de jos mesaj

source: Social Shares
fr_fr: Sociale Partagez
ro_ro: Actiuni sociale

source: Social Bookmark
fr_fr: Sociaux Signet

source: Please choose appropriate social media bookmark options and its layout to show in post.
fr_fr: S'il vous plaît choisir les appropriées sociaux médias signet options et la disposition à afficher dans la poste.
ro_ro: Va rugam sa alegeti sociale adecvate mass-media opțiuni de marcare și dispunerea sa în post pentru a vedea.

source: Add code to the top of your pages
fr_fr: Ajoutez du code au-dessus de vos pages
ro_ro: Adauga codul de la partea de sus a paginilor dvs.

source: Any code you place here will be placed at the top of all single pages. This is useful if you are looking to integrating things such as social bookmarking links.
fr_fr: Any code you place here will be placed on top of all individual pages. Ceci est utile si vous cherchez à intégrer choses telles que des liens de social bookmarking.
ro_ro: Orice cod ce plasati aici vor fi plasate la partea de sus a tuturor paginilor unice. Acest lucru este util în cazul în care sunteți în căutarea pentru integrarea lucruri, cum ar fi link-uri de marcare socială.

source: Enable single page top code
fr_fr: Activer seul page haut code
ro_ro: Activează singur cod de sus a paginii

source: Add code to the bottom of your pages, before the comments
fr_fr: Ajoutez du code au bas de vos pages, avant les commentaires
ro_ro: Adauga codul de la partea de jos a paginilor dvs., înainte de comentarii

source: Enable single page bottom code
fr_fr: Activer seul page bas code
ro_ro: Activează singur cod de jos paginii

source: Please choose appropriate social media share options and its layout to show in page.
fr_fr: S'il vous plaît choisir les appropriées sociaux médias actions options et sa mise en page à afficher dans la page.
ro_ro: Va rugam sa alegeti sociale adecvate mass-media opțiuni pe acțiuni și în configurația acestuia pentru a vedea in pagina.

source: Please choose appropriate social media bookmark options and its layout to show in page.
fr_fr: S'il vous plaît choisir les appropriées sociaux médias signet options et disposition à afficher dans la page.
ro_ro: Va rugam sa alegeti sociale adecvate mass-media opțiuni de marcare și dispunerea sa pentru a vedea in pagina.

source: settings
fr_fr: Réglages
ro_ro: setări

source: Make My Site Responsive
fr_fr: Assurez Mon site Responsive
ro_ro: Asigurați-Site-ul meu Responsive

source: Disable Slider for Mobile Devices
fr_fr: Désactiver Slider pour mobile appareils
ro_ro: Dezactivează Slider pentru dispozitive mobile

source: Choose what to display in the slider area of your website on mobile devices
fr_fr: Choisir les éléments à afficher dans la zone de curseur de votre site web sur les appareils mobiles
ro_ro: Alegeți ce să se afișeze în zona cursorul de site-ul dvs. pe dispozitive mobile

source: Title Formats
fr_fr: Titre Formats
ro_ro: Titlu Formate

source: Title Delimiter
fr_fr: Titre Délimiteur
ro_ro: Titlul Delimiter

source: This is the symbol that will appear in the title of the page.<br /><br />Some common examples would be:<br /><br /><pre>| / > - , :: >></pre>
fr_fr: C'est le symbole qui apparaît dans le titre de la page. <br /><br />Quelques exemples communs serait:<br /><br /><pre>| / > - , :: >></pre>
ro_ro: Aceasta este simbolul care va apărea în titlul paginii <br /> <br /> Câteva exemple comune ar fi:. <br /> <br /> <pre> | /> -, :: >> </ pre>

source: Single Post Title Format
fr_fr: Seule Poste Titre Format
ro_ro: Single Post Titlu Format

source: Choose Single Post Title Format
fr_fr: Choisissez unique poste Titre de la Format
ro_ro: Alege un singur format Titlul mesajului

source: Blog Title
fr_fr: Blogue Titre
ro_ro: Blog Titlu

source: Blog Description
fr_fr: Blogue Description
ro_ro: Blog Descriere

source: Post Title
fr_fr: Poste Titre
ro_ro: Postati Titlu

source: Category Title
fr_fr: Catégorie Titre
ro_ro: Categorie Titlu

source: Tag Title
fr_fr: Balise Titre
ro_ro: Titlul tag-ul

source: Post's Author Nicename
fr_fr: Poste's Auteur joli nom
ro_ro: Post Autor Nicename

source: Post's Author First Name
fr_fr: Poste auteur's premier Nom
ro_ro: Post Primul Autor Nume

source: Post's Author Last Name
fr_fr: Poste de auteur's dernier Nom
ro_ro: Ultimul mesaj de Autor Numele

source: Single Page Title Format
fr_fr: Seule Page Titre Format
ro_ro: Pagina de Titlu Format single

source: Choose Single Page Title Format
fr_fr: Choisissez Simple page Titre de la Format
ro_ro: Alege un singur format titlul paginii

source: Page Title
fr_fr: Page Titre
ro_ro: pagina de Titlu

source: Page's Author Nicename
fr_fr: Page's Auteur joli nom
ro_ro: Pagina lui Autorul Nicename

source: Page's Author First Name
fr_fr: Page auteur's premier Nom
ro_ro: Pagina Primul Autorul Nume

source: Page's Author Last Name
fr_fr: Page de l'auteur Dernier Nom
ro_ro: Pagina lui Ultima Autorul Nume

source: Category Title Format
fr_fr: Catégorie Titre Format
ro_ro: Categorie Titlu Format

source: Choose Category Page Title Format
fr_fr: Choisissez Catégorie page Titre de la Format
ro_ro: Alege Page Categorie Titlu Format

source: Category Description
fr_fr: Catégorie Description
ro_ro: Descriere categorie

source: Archive Title Format
fr_fr: Archive Titre Format
ro_ro: Arhiva Titlu Format

source: Choose Archieve Page Title Format
fr_fr: Choisissez archieve page Titre de la Format
ro_ro: Alege Arhiva Format titlul paginii

source: Default Date
fr_fr: Défaut date
ro_ro: implicit Data

source: Tag Title Format
fr_fr: Balise Titre Format
ro_ro: Titlul tag-ul Format

source: Choose Tag Page Title Format
fr_fr: Choisir Balise en page du Titre Format
ro_ro: Alege Pagina de Titlu Tag Format

source: The name of the tag
fr_fr: Le nom de la balise
ro_ro: Numele de tag-ul

source: Search Title Format
fr_fr: Rechercher Titre Format
ro_ro: Titlul de căutare Format

source: Choose Search Page Title Format
fr_fr: Choisissez Recherche page Titre Format
ro_ro: Alege Titlul paginii de căutare Format

source: What was searched for
fr_fr: Ce qui était effectué une recherche pour
ro_ro: Ceea ce a fost cautat

source: 404 Title Format
fr_fr: 404 Titre Format
ro_ro: 404 Titlu Format

source: Choose 404 Page Title Format
fr_fr: Choisissez 404 page de Titre Format
ro_ro: Alege 404 Format titlul paginii

source: Metadata and others
fr_fr: Métadonnées et autres
ro_ro: Metadate și altele

source: Canonical URLs
fr_fr: Canonique URLs
ro_ro: Canonical URL-uri

source: This option will automatically generate Canonical URLS for your entire WordPress installation. This will help to prevent duplicate content penalties by Google.
fr_fr: Cette option permet de générer automatiquement des URL canonique pour les votre ensemble WordPress installation. Cela aidera à éviter des sanctions de contenu dupliqué par Google.
ro_ro: Această opțiune va genera în mod automat URL-uri pentru Canonical de instalare întregul WordPress. Acest lucru va ajuta la prevenirea sancțiuni duplicat de conținut de către Google.

source: Use noindex for Categories
fr_fr: Utilisez noindex pour catégories
ro_ro: Utilizați noindex pentru Categorii

source: Check this for excluding category pages from being crawled. Useful for avoiding duplicate content.
fr_fr: Cochez cette case pour l'exclusion catégorie pages en cours d'analyse. Utile pour éviter dupliqué contenu.
ro_ro: Verificați acest lucru pentru a exclude paginile de categorii de a fi accesate cu crawlere. Util pentru evitarea conținut duplicat.

source: Use noindex for Archives
fr_fr: Utilisez noindex pour archives
ro_ro: Utilizați noindex pentru Arhivele

source: Check this for excluding archive pages from being crawled. Useful for avoiding duplicate content.
fr_fr: Cochez cette case pour l'exclusion archive pages en cours d'analyse. Utile pour éviter dupliqué contenu.
ro_ro: Verificați acest lucru pentru a exclude pagini de arhivă de a fi accesate cu crawlere. Util pentru evitarea conținut duplicat.

source: Use noindex for Tag Archives
fr_fr: Utilisez noindex pour Tag Archives
ro_ro: Utilizați noindex pentru Tag Archives

source: Check this for excluding tag pages from being crawled. Useful for avoiding duplicate content.
fr_fr: Cochez cette case pour l'exclusion balise pages en cours d'analyse. Utile pour éviter dupliqué contenu.
ro_ro: Verificați acest lucru pentru a exclude pagini tag-ul cu crawlere. Util pentru evitarea conținut duplicat.

source: Use Tags for META keywords
fr_fr: Utiliser balises pour des META mots-clés
ro_ro: Folositi cuvinte-cheie META Tag-uri pentru

source: Check this if you want your tags for a given post used as the META keywords for this post (in addition to any keywords you specify on the post edit page).
fr_fr: Cochez cette case si vous voulez que vos balises pour un poste donné utilisé comme META mots-clés pour ce poste (en plus des mots-clés que vous spécifiez sur la post éditer page).
ro_ro: Verificați acest lucru dacă doriți ca etichetele pentru un post anumit folosit ca cuvintele cheie META pentru acest post (în plus față de orice cuvinte cheie pe care le specificați pe pagina postul de editare).

source: Use Categories for META keywords
fr_fr: Utilisez catégories pour les META mots-clés
ro_ro: Folositi cuvinte-cheie Categorii pentru META

source: Check this if you want your categories for a given post used as the META keywords for this post (in addition to any keywords and tags you specify on the post edit page).
fr_fr: Cochez cette case si vous voulez que vos catégories pour un poste donné utilisé comme META mots-clés pour ce poste (en plus des mots-clés et des étiquettes que vous spécifiez sur la post éditer page).
ro_ro: Verificați acest lucru în cazul în care doriți să vă categorii pentru un post anumit folosit ca cuvintele cheie META pentru acest post (în plus față de orice cuvinte cheie si tag-uri pe care le specificați pe pagina postul de editare).

source: Autogenerate Descriptions
fr_fr: Autogénérer Descriptions
ro_ro: autogenerați Descrieri

source: Check this and your META descriptions will get autogenerated for post and page.
fr_fr: Cochez cette case et vos descriptions META obtiendrez générée automatiquement pour poste et page.
ro_ro: Verificați acest lucru și descrierile dvs. META va primi generată automat de poștă și pagina.

source: Appearance
fr_fr: Apparence
ro_ro: aspect

source: Skins
fr_fr: Peaux

source: Integration
fr_fr: Intégration
ro_ro: integrare

source: Specialty Pages
fr_fr: Spécialité Pages
ro_ro: Pagini de specialitate

source: Widget Area
fr_fr: Widget zone
ro_ro: Widget Zona

source: Import Dummy Data
fr_fr: Importer factices données
ro_ro: Import de date dummy

source: Reset All
fr_fr: Réinitialiser Tout

source: Save All
fr_fr: Enregistrer tout
ro_ro: Salvare toate

source: Current Skin
fr_fr: courant peau
ro_ro: curent pielii

source: Available Skins
fr_fr: Disponible Peaux
ro_ro: skin-uri disponibile

source: Sliders
fr_fr: Glisseurs

source: Cycle Slider
fr_fr: Cycle glisseur
ro_ro: ciclul Slider

source: Nivo Slider
fr_fr: Nivo glisseur

source: Touch Slider
fr_fr: Tactile glisseur

source: You can select any number of silders. And you can re-arrange by drag - drop
fr_fr: Vous pouvez sélectionner n'importe quel nombre de silders. Et vous pouvez réorganiser par glisser - déposer
ro_ro: Puteți selecta orice număr de silders. Și vă puteți re-aranja prin drag - meniurile

source: Used Sliders
fr_fr: utilisés coulisseaux
ro_ro: Sliders Second Hand

source: Please, add some sliders
fr_fr: S'il vous plaît, ajoutez certains glissières
ro_ro: Te rog, adăuga unele glisoarele

source: Available Sliders
fr_fr: Disponible Curseurs
ro_ro: Sliders disponibile

source: Cycle Slider Settings
fr_fr: Cycle glisseur paramètres
ro_ro: Slider ciclu Setări

source: Transition effects
fr_fr: Transition effets
ro_ro: de tranziție efecte

source: You can choose Transition effects here.
fr_fr: Vous pouvez choisir transition effets ici.
ro_ro: Puteți alege efecte de tranziție aici.

source: Slider Width x Height (in px)
fr_fr: Curseur Largeur x Hauteur (en px)
ro_ro: Slider Lățime x Înălțime (în px)

source: For better view,<ol><li>Please re-upload all the slider images with the correct dimensions.</li><li>The slider height should be above 300px.</li></ol>
fr_fr: Pour meilleure vue,<ol><li>S'il vous plaît re-télécharger toutes les curseur images avec les correctes dimensions.</li><li> La curseur doit être supérieure à 300 px.
ro_ro: Pentru o mai bună vizualizare, <ol> <li> Vă rugăm să re-incarcati toate imaginile slider cu dimensiunile corecte. </ Li> <li> înălțimea cursorul ar trebui să fie mai sus 300px. </ Li> </ ol>

source: Easing
fr_fr: l'assouplissement
ro_ro: facilitarea

source: Easing method for both in and out transitions
fr_fr: l'assouplissement Méthode pour de fois dans et hors transitions
ro_ro: Facilitarea metodă pentru, atât în ​​și în afara tranziții

source: EaseIn
fr_fr: Facilité In

source: easing for 'in' transition
fr_fr: l'assouplissement pour 'in' transition
ro_ro: facilitarea tranziției "în"

source: EaseOut
fr_fr: Facilité Out

source: easing for 'out' transition
fr_fr: l'assouplissement pour 'out' transition
ro_ro: relaxarea pentru "out" de tranziție

source: Speed
fr_fr: Vitesse
ro_ro: viteză

source: speed of the transition (any valid fx speed value ,eg:1000)
fr_fr: vitesse du la transition (une valide fx vitesse valeur, p.ex: 1000)
ro_ro: viteza de tranziție (orice validă fx valoarea vitezei, de exemplu: 1000)

source: Speed In
fr_fr: Vitesse en
ro_ro: viteza în

source: speed of the 'in' transition (eg:2500)
fr_fr: vitesse du la ''en' transition (p.ex: 500)
ro_ro: viteza "în" tranziție (de exemplu: 2500)

source: Speed Out
fr_fr: Vitesse dehors

source: speed of the 'out' transition (eg : 500)
fr_fr: vitesse du la ''out' transition (p.ex: 500)
ro_ro: viteza de "out" de tranziție (de exemplu: 500)

source: Delay Time
fr_fr: temps de retard
ro_ro: Timpul de intarziere

source: additional delay (in ms) for first transition (hint: can be negative)
fr_fr: additionnel délai (en ms) pour première transition (indice: peut être négatif)
ro_ro: întârziere suplimentară (în ms) pentru prima tranziție (sugestie: poate fi negativă)

source: Would you like to pasue the slider on hover?
fr_fr: Voulez-vous faire une pause le curseur sur le vol stationnaire?
ro_ro: Doriți să pasue cursorul pe hover?

source: Would you like to use random slider?
fr_fr: Voulez vous faire un utiliser hasard curseur?
ro_ro: Doriți să utilizați cursorul aleatoare?

source: Would you like to show slider navigation?
fr_fr: Voulez-vous montrer coulisseau de navigation?
ro_ro: Doriți să arate navigare cursorul?

source: Would you like to show control navigation on bottom of slider?
fr_fr: Voulez-vous montrer contrôle de la navigation sur le bas du curseur?
ro_ro: Doriți să arate navigare controlul asupra partea de jos a cursorului?

source: Would you like to pause the slider on control navigation hover?
fr_fr: Voulez-vous mettre en pause le diaporama sur le contrôle de la navigation hover?
ro_ro: Doriți să întrerupeți cursorul privind controlul de navigare hover?

source: Disable (It cause transitions should not occur simultaneously).
fr_fr: Désactiver (Il causer des transitions ne doivent pas se produire simultanément).
ro_ro: Dezactiva (Acesta produce tranziții nu ar trebui să apară simultan).

source: Nivo Slider Settings
fr_fr: Nivo glisseur réglages
ro_ro: Nivo Slider Setări

source: Choose effects
fr_fr: Choisir effets
ro_ro: Alege efecte

source: You can choose animation effects here.
fr_fr: Vous pouvez choisir d'animation effets ici.
ro_ro: Puteți alege efecte de animație aici.

source: Animation Speed
fr_fr: Vitesse d'animation
ro_ro: Viteza de animație

source: Please enter slider transition(eg: 500) in ms
fr_fr: S'il vous plaît entrer glissière transition (p.ex: 500) en ms
ro_ro: Vă rugăm să introduceți tranziție cursorul (de ex: 500) în ms

source: Pause Time
fr_fr: Temps de pause
ro_ro: Timp de pauză

source: Please enter slider pause time(eg: 3000) in ms
fr_fr: S'il vous plaît entrez curseur temps de pause (ex: 3000) en ms
ro_ro: Vă rugăm să introduceți pauză indicatorul de timp (de exemplu: 3000) în ms

source: Box Animation Columns
fr_fr: boîte animation colonnes
ro_ro: Animation Box Coloane

source: For box animation( boxRain, boxRainGrow, boxRainGrowReverse, boxRainReverse and boxRandom ), you can give number of columns(eg: 5)
fr_fr: Pour Boîte animation (boxRain, boîte de RainGrow, boîte de RainGrow inverse, boxRainReverse et boxRandom), vous pouvez donner le nombre de colonnes (p.ex: 5)
ro_ro: Pentru animație caseta (boxRain, boxRainGrow, boxRainGrowReverse, boxRainReverse și boxRandom), vă pot da numărul de coloane (de exemplu: 5)

source: Box Animation Rows
fr_fr: Boîte animation rangées
ro_ro: Animation Box Rânduri

source: For box animation( boxRain, boxRainGrow, boxRainGrowReverse, boxRainReverse and boxRandom ), you can give number of rows(eg: 8)
fr_fr: Pour Boîte animation (boxRain, boîte de RainGrow, boîte de RainGrow inverse, boxRainReverse et boxRandom), vous pouvez donner le nombre de lignes (p.ex: 8)
ro_ro: Pentru animație caseta (boxRain, boxRainGrow, boxRainGrowReverse, boxRainReverse și boxRandom), vă pot da numărul de rânduri (de exemplu: 8)

source: Slices
fr_fr: Tranches
ro_ro: felii

source: For slice animation( SliceDown, SliceDownLeft, SliceUp, SliceUpDown, sliceUpDownLeft and sliceUpLeft ), you can give number of slices here. For eg: 15
fr_fr: Pour tranche animation (Tranchez vers le bas, Tranchez vers le Bas Gauche, Tranchez en haut, Tranchez en Haut Bas, Tranchez en Haut Bas Gauche et Tranchez en Haut Gauche) vous pouvez donner nombre de tranches ici. Par ex: 15
ro_ro: Pentru animație felie (SliceDown, SliceDownLeft, SliceUp, SliceUpDown, sliceUpDownLeft și sliceUpLeft), vă pot da numărul de felii aici. De ex: 15

source: Background Settings
fr_fr: Fond Paramètres
ro_ro: Context Setări

source: Background Image
fr_fr: fond image
ro_ro: Imaginea de fundal

source: Upload an image for slider background.
fr_fr: Téléchargez une image pour coulissant de fond.
ro_ro: Încărcați o imagine de fundal pentru slider.

source: Enable fullscreen background animation.
fr_fr: Activer le plein écran fond d'animation.
ro_ro: Activează animație de fundal pe tot ecranul.

source: Check if you want to enable the fullscreen background animation for touch slider.
fr_fr: Vérifiez si vous souhaitez activer le plein écran fond d'animation pour le tactile curseur.
ro_ro: Verificați dacă doriți să activați animație de fundal pe tot ecranul pentru slider tactil.

source: Enable background move animation.
fr_fr: Activer fond de mouvement animation.
ro_ro: Activează mișcare animație de fundal.

source: Check if you want to enable the fullscreen background moving animation for touch slider.
fr_fr: Vérifiez si vous souhaitez activer le plein écran déplacement fond d'animation pour le tactile curseur.
ro_ro: Verificați dacă doriți să activați fundal pe tot ecranul se deplasează de animație pentru slider tactil.

source: Pagination Settings
fr_fr: Pagination Paramètres
ro_ro: paginare Setări

source: Auto hide.
fr_fr: Automatique Masquer
ro_ro: Auto ascunde.

source: Check if you want to enable the auto hide option for the pagination in touch slider.
fr_fr: Vérifiez si vous souhaitez activer masquage automatique l'option pour de la pagination dans tactile curseur.
ro_ro: Verificați dacă doriți să activați opțiunea Ascunde auto de paginația în glisorul legătura.

source: Alignment
fr_fr: Alignement
ro_ro: aliniere

source: Bottom Center
fr_fr: En bas centre
ro_ro: Centrul de jos

source: Top Left
fr_fr: En haut gauche
ro_ro: stânga sus

source: Top Center
fr_fr: En haut centre
ro_ro: Centrul de top

source: Top Right
fr_fr: En haut droite
ro_ro: din dreapta sus

source: Bottom Left
fr_fr: En bas gauche
ro_ro: din stânga jos

source: Bottom Right
fr_fr: En bas droite
ro_ro: dreapta jos

source: Left Center
fr_fr: Gauche Centre
ro_ro: Centrul de stânga

source: Right Center
fr_fr: Droite Centre
ro_ro: centru dreapta

source: Center
fr_fr: Centre
ro_ro: centru

source: Choose pagination alignment for touch slider.
fr_fr: Choisissez pagination alignement pour le tactile curseur
ro_ro: Alegeți alinierea paginație pentru slider tactil.

source: Bullets
fr_fr: Les balles
ro_ro: Marcatori

source: Bullets with BG
fr_fr: Les balles avec BG
ro_ro: Marcatori cu BG

source: Decimal
fr_fr: Décimal
ro_ro: zecimal

source: Choose pagination type for touch slider.
fr_fr: Choisissez pagination type pour le tactile curseur
ro_ro: Alege tipul de paginație pentru slider tactil.

source: Navigation Settings
fr_fr: Navigation Paramètres
ro_ro: Setări navigare

source: Disable auto-hide navigation.
fr_fr: Désactiver le masquage automatique de navigation.
ro_ro: Dezactivați auto-ascunde de navigare.

source: Choose previous, next navigation type.
fr_fr: Choisissez précédente, suivant navigation type.
ro_ro: Alegeți tipul precedent, navigare următor.

source: Arrow
fr_fr: Flèche
ro_ro: săgeată

source: Circle Arrow
fr_fr: cercle Flèche
ro_ro: cerc Arrow

source: Square Arrow
fr_fr: carré flèche
ro_ro: Piața Arrow

source: Left Alignment
fr_fr: Gauche Alignement
ro_ro: Aliniere la stânga

source: Choose the alignment / position for the 'left' navigation icon
fr_fr: Choisissez l'alignement / position pour le «gauche» navigation icône
ro_ro: Alege aliniere / poziția de "stânga" de navigare pe pictograma

source: Right Alignment
fr_fr: Droite alignement
ro_ro: Aliniere dreapta

source: Choose the alignment / position for the 'right' navigation icon
fr_fr: Choisissez l'alignement / position pour le «droit» navigation icône
ro_ro: Alege aliniere / poziția de "dreapta" de navigare pe pictograma

source: Disable desktop drag
fr_fr: Désactiver bureau traîner
ro_ro: Dezactivați trageți ecranul

source: Disable slideshow animation.
fr_fr: Désactiver diaporama l'animation.
ro_ro: Dezactivează animație slideshow.
